import { Product } from '../models/product.model';

export const products: Product[] = [
  {
    id: 1,
    name: 'USB Flash карта 9792014_989764 2 Гб',
    description: 'Флешка 2 Гб предназначена для хранения документов и файлов. Не рекомендуется использовать для хранения медиафайлов. Подходит для работы с Egov.',
    price: 400,
    rating: 5,
    image: 'flash.jpg',
    images: [
        'flash.jpg'
    ],
    link: 'https://kaspi.kz/shop/p/usb-flash-karta-9792014-989764-2-gb-115027134/?c=750000000'
  },
  {
    id: 2,
    name: 'Ноутбук PRYME N5095 15.6" / 16 Гб / SSD 512 Гб / Win 11 Pro / FHK14BK25',
    description: `Ноутбук PRYME N5095 15.6” — оптимальное решение для учёбы и работы
PRYME N5095 идеально подойдёт для студентов, офисных сотрудников и всех, кто ценит баланс между производительностью и мобильностью. Он легко справляется с повседневными задачами — будь то работа с документами, интернет-сёрфинг, онлайн-обучение или просмотр фильмов.
 Преимущества PRYME N5095:
Большой экран 15.6” для комфортной работы и развлечений
Операционная система Windows 11 Pro — предустановлена и готова к работе
Активированные Microsoft Word и Excel — работайте сразу без лишних установок
Современный стильный дизайн — тонкий корпус и лёгкий вес
Выбирайте PRYME N5095 — это ноутбук, который сочетает в себе мощность, комфорт и элегантность.`,
    price: 189990,
    rating: 3,
    image: '45122459.jpg',
    images: [
        '45122459.jpg',
        '45122460.jpg',
        '45122461.jpg',
        '45122463.jpg',
        '45122464.jpg',
    ],
    link: 'https://kaspi.kz/shop/p/usb-flash-karta-9792014-989764-2-gb-115027134/?c=750000000'
  }
];